Revit 2027 API
ParameterTypeId.RbsConnectorOffsetObsolete Property
 "Connector Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsConnectorOffsetObsolete { get; }
Public Shared ReadOnly Property RbsConnectorOffsetObsolete As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsConnectorOffsetObsolete {
	ForgeTypeId^ get ();
}
static member RbsConnectorOffsetObsolete : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace